Repository: HOCKULUS/BoxHelper
Catalog: BoxHelper/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fr, hi, it, ja, nl, pl, pt_pt, uk, zh_hans, zh_hk

source: Choose a naming scheme, adjust image resolution or modify their detals in the list.
ar: اختر نظام تسمية، واضبط دقة الصور، أو عدّل تفاصيلها في القائمة.
bn: একটি নামকরণ পদ্ধতি বেছে নিন, ছবির রেজোলিউশন ঠিক করুন বা তালিকায় তাদের বিবরণ পরিবর্তন করুন।
cs: Vyberte schéma názvů, upravte rozlišení obrázků nebo jejich detaily v seznamu.
da: Vælg et navneskema, justér billedopløsningen, eller redigér detaljerne i listen.
de: Benennung wählen, Bildauflösung anpassen oder Details in der Liste bearbeiten.
es: Elige un esquema de nombres, ajusta la resolución o modifica los detalles en la lista.
fr: Choisissez un schéma de nommage, ajustez la résolution des images ou modifiez leurs détails dans la liste.
hi: नामकरण योजना चुनें, चित्र रेज़ोल्यूशन समायोजित करें या सूची में उनके विवरण बदलें।
it: Scegliere uno schema di denominazione, regolare la risoluzione delle immagini o modificarne i dettagli nell'elenco.
ja: 命名スキームを選び、画像解像度を調整し、一覧で詳細を変更します。
nl: Kies een naamgeving, pas resolutie aan of bewerk details in de lijst.
pl: Wybierz schemat nazewnictwa, dostosuj rozdzielczość obrazów albo zmień ich szczegóły na liście.
pt_pt: Choose a naming scheme, adjust imagem resolution or modify their detals in the list.
uk: Виберіть схему назв, налаштуйте роздільну здатність зображень або змініть їхні деталі у списку.
zh_hans: 选择命名方案，调整图片解析度，或在清单中修改图片详细资料。
zh_hk: 選擇命名方案，調整圖片解析度，或在清單中修改圖片詳細資料。

source: Classic
ar: كلاسيكي
bn: ক্লাসিক
cs: Klasické
da: Klassisk
de: Klassisch
es: Clásico
fr: Classique
hi: क्लासिक
it: Classico
ja: クラシック
nl: Klassiek
pl: Klasyczny
pt_pt: Clássico
uk: Класичний
zh_hans: 经典
zh_hk: 經典

source: Close
ar: إغلاق
bn: বন্ধ করুন
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudere
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
uk: Закрити
zh_hans: 关闭
zh_hk: 關閉

source: Color
ar: اللون
bn: রঙ
cs: Barva
da: Farve
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: 色
nl: Kleur
pl: Kolor
pt_pt: Cor
uk: Колір
zh_hans: 颜色
zh_hk: 顏色

source: Color Scheme
ar: نظام الألوان
bn: রঙের স্কিম
cs: Barevné schéma
da: Farveskema
de: Farbschema
es: Esquema de color
fr: Schéma de couleurs
hi: रंग योजना
it: Colore
ja: カラースキーム
nl: Kleurenschema
pl: Schemat kolorów
pt_pt: Esquema de cores
uk: Кольорова схема
zh_hans: 配色方案
zh_hk: 配色方案

source: Configure everything required to create new boxes. Select a naming scheme, adjust QR code genration and tag options and more.
ar: قم بإعداد كل ما يلزم لإنشاء صناديق جديدة. اختر نظام تسمية، واضبط إنشاء رمز QR وخيارات العلامات وغير ذلك.
bn: নতুন বাক্স তৈরি করতে যা যা দরকার সবকিছু কনফিগার করুন। নামকরণ পদ্ধতি বেছে নিন, QR কোড তৈরি ও ট্যাগ বিকল্প ঠিক করুন এবং আরও অনেক কিছু।
cs: Nastavte vše potřebné pro vytváření nových krabic. Zvolte schéma názvů, upravte generování QR kódů, volby značek a další.
da: Konfigurér alt, hvad der kræves for at oprette nye kasser. Vælg et navneskema, justér generering af QR-koder og tagmuligheder med mere.
de: Konfiguriere alles, was du zum Erstellen neuer Kisten brauchst. Wähle ein Benennungsschema, passe die QR-Code-Generierung und Tag-Optionen an und vieles mehr.
es: Configura todo lo necesario para crear nuevas cajas. Selecciona un esquema de nombres, ajusta la generación del código QR, las opciones de etiquetas y más.
fr: Configurez tout ce qui est nécessaire pour créer de nouvelles boîtes. Sélectionnez un schéma de nommage, ajustez la génération du code QR, les options d’étiquettes et plus encore.
hi: नई क्रेट/डिब्बे बनाने के लिए आवश्यक सब कुछ कॉन्फ़िगर करें। नामकरण योजना चुनें, QR कोड निर्माण समायोजित करें, टैग विकल्प बदलें और बहुत कुछ।
it: Configura tutto ciò che serve per creare nuove scatole. Seleziona uno schema di denominazione, regola la generazione dei codici QR, le opzioni delle etichette e altro ancora.
ja: 新しい箱を作成するために必要な設定を行います。命名スキーム、QRコード生成、タグ設定などを調整できます。
nl: Configureer alles wat nodig is om nieuwe dozen aan te maken. Kies een naamgevingsschema, pas QR-codegeneratie en tagopties aan en meer.
pl: Skonfiguruj wszystko, co jest potrzebne do tworzenia nowych pudełek. Wybierz schemat nazewnictwa, dostosuj generowanie kodów QR, opcje tagów i nie tylko.
pt_pt: Configure everything required to create new caixaes. Select a naming scheme, adjust QR code genration and tag options and more.
uk: Налаштуйте все необхідне для створення нових коробок. Виберіть схему назв, налаштуйте генерацію QR-кодів, параметри міток тощо.
zh_hans: 设置建立新箱子所需的一切。选择命名方案、调整 QR Code 产生与标签选项等。
zh_hk: 設定建立新箱子所需的一切。選擇命名方案、調整 QR Code 產生與標籤選項等。

source: Consider backing up your data. Go to storage & backup settings to create and export a backup.
ar: فكر في إنشاء نسخة احتياطية لبياناتك. انتقل إلى إعدادات التخزين والنسخ الاحتياطي لإنشاء نسخة احتياطية وتصديرها.
bn: আপনার ডেটার ব্যাকআপ রাখার কথা বিবেচনা করুন। ব্যাকআপ তৈরি ও এক্সপোর্ট করতে Storage & Backup সেটিংসে যান।
cs: Zvažte zálohování svých dat. Přejděte do nastavení úložiště a zálohování, kde můžete vytvořit a exportovat zálohu.
da: Overvej at sikkerhedskopiere dine data. Gå til indstillingerne for lagring og backup for at oprette og eksportere en backup.
de: Bitte Backup erstellen – unter „Speicher & Backup“ in den Einstellungen.
es: Haz una copia de seguridad. Ve a Ajustes > Almacenamiento y copia de seguridad.
fr: Pensez à sauvegarder vos données. Accédez aux réglages Stockage et sauvegarde pour créer et exporter une sauvegarde.
hi: अपना डेटा बैकअप करने पर विचार करें। बैकअप बनाने और निर्यात करने के लिए स्टोरेज और बैकअप सेटिंग्स पर जाएँ।
it: Considerate la possibilità di eseguire un backup dei vostri dati. Andare alle impostazioni di archiviazione e backup per creare ed esportare un backup.
ja: データのバックアップをおすすめします。保存とバックアップ設定からバックアップを作成し、書き出してください。
nl: Maak een back-up via instellingen > opslag & back-up.
pl: Rozważ wykonanie kopii zapasowej danych. Przejdź do ustawień pamięci i kopii zapasowej, aby ją utworzyć i wyeksportować.
pt_pt: Consider backing up your data. Go to storage & cópia de segurança settings to create and export a cópia de segurança.
uk: Рекомендуємо створити резервну копію ваших даних. Перейдіть до налаштувань сховища та резервного копіювання, щоб створити та експортувати резервну копію.
zh_hans: 请考慮备份你的资料。前往存储与备份设置以建立並导出备份。
zh_hk: 請考慮備份你的資料。前往儲存與備份設定以建立並匯出備份。

source: Control how location images are used in detail views.
ar: تحكم في كيفية استخدام صور المواقع في العروض التفصيلية.
bn: ডিটেইল ভিউতে অবস্থানের ছবি কীভাবে ব্যবহার হবে তা নিয়ন্ত্রণ করুন।
cs: Určete, jak se mají obrázky umístění používat v detailních zobrazeních.
da: Styr, hvordan placeringsbilleder bruges i detaljevisninger.
de: Lege fest, wie Standortbilder in Detailansichten verwendet werden.
es: Controla cómo se usan las imágenes de ubicación en las vistas de detalle.
fr: Contrôlez la manière dont les images d’emplacement sont utilisées dans les vues détaillées.
hi: नियंत्रित करें कि विवरण दृश्य में स्थान-चित्र कैसे उपयोग किए जाएँ।
it: Controlla come le immagini delle posizioni vengono usate nelle viste dettagliate.
ja: 詳細表示で場所画像をどのように使うかを設定します。
nl: Bepaal hoe locatieafbeeldingen in detailweergaven worden gebruikt.
pl: Kontroluj sposób używania obrazów lokalizacji w widokach szczegółów.
pt_pt: Control how localização imagems are used in detail views.
uk: Керуйте тим, як зображення локацій використовуються в детальних поданнях.
zh_hans: 控制位置图片在详细界面中的使用方式。
zh_hk: 控制位置圖片在詳細畫面中的使用方式。

source: Create a box named ${boxName} at location ${location} with the items ${newItems}
ar: إنشاء صندوق باسم ${boxName} في الموقع ${location} مع العناصر ${newItems}
bn: ${location} অবস্থানে ${newItems} আইটেমসহ ${boxName} নামে একটি বাক্স তৈরি করুন
cs: Vytvořit krabici s názvem ${boxName} v umístění ${location} s položkami ${newItems}
da: Opret en kasse med navnet ${boxName} på placering ${location} med genstandene ${newItems}
de: Kiste ${boxName} am Standort ${location} mit den Gegenständen ${newItems} erstellen.
es: Crear una caja llamada ${boxName} en la ubicación ${location} con los objetos ${newItems}
fr: Créer une boîte nommée ${boxName} à l’emplacement ${location} avec les éléments ${newItems}
hi: स्थान ${location} पर ${newItems} वस्तुओं के साथ ${boxName} नाम का डिब्बा बनाएँ
it: Crea una scatola chiamata ${boxName} nella posizione ${location} con gli elementi ${newItems}
ja: 場所 ${location} にアイテム ${newItems} を含む箱 ${boxName} を作成
nl: Maak een doos met de naam ${boxName} op locatie ${location} met de items ${newItems}
pl: Utwórz pudełko ${boxName} w lokalizacji ${location} z przedmiotami ${newItems}
pt_pt: Criar a caixa named ${caixaName} at localização ${localização} with the itens ${newItens}
uk: Створити коробку з назвою ${boxName} у локації ${location} з елементами ${newItems}
zh_hans: 在位置 ${location} 建立名为 ${boxName} 的箱子，並加入物品 ${newItems}
zh_hk: 在位置 ${location} 建立名為 ${boxName} 的箱子，並加入物品 ${newItems}

source: Create a new box with boxname, location and items
ar: أنشئ صندوقاً جديداً باسم وموقع وعناصر
bn: বাক্সের নাম, অবস্থান ও আইটেমসহ একটি নতুন বাক্স তৈরি করুন
cs: Vytvořit novou krabici s názvem, umístěním a položkami
da: Opret en ny kasse med kassenavn, placering og genstande
de: Erstelle eine neue Kiste mit Namen, Standort und Gegenständen
es: Crear una nueva caja con nombre, ubicación y objetos
fr: Créer une nouvelle boîte avec nom, emplacement et éléments
hi: नाम, स्थान और वस्तुओं के साथ नया डिब्बा बनाएँ
it: Crea una nuova scatola con nome, posizione ed elementi
ja: 箱名、場所、アイテムを指定して新しい箱を作成
nl: Maak een nieuwe doos met doosnaam, locatie en items
pl: Utwórz nowe pudełko z nazwą, lokalizacją i przedmiotami
pt_pt: Criar a new caixa with caixaname, localização and itens
uk: Створити нову коробку з назвою, локацією та елементами
zh_hans: 建立包含箱名、位置与物品的新箱子
zh_hk: 建立包含箱名、位置與物品的新箱子

source: Create a new box with location and items.
ar: أنشئ صندوقاً جديداً مع الموقع والعناصر.
bn: অবস্থান ও আইটেমসহ একটি নতুন বাক্স তৈরি করুন।
cs: Vytvořit novou krabici s umístěním a položkami.
da: Opret en ny kasse med placering og genstande.
de: Erstelle eine neue Kiste mit Standort und Gegenständen.
es: Crear una nueva caja con ubicación y objetos.
fr: Créer une nouvelle boîte avec emplacement et éléments.
hi: स्थान और वस्तुओं के साथ नया डिब्बा बनाएँ।
it: Crea una nuova scatola con posizione ed elementi.
ja: 場所とアイテムを指定して新しい箱を作成します。
nl: Maak een nieuwe doos met locatie en items.
pl: Utwórz nowe pudełko z lokalizacją i przedmiotami.
pt_pt: Criar a new caixa with localização and itens.
uk: Створити нову коробку з локацією та елементами.
zh_hans: 建立包含位置与物品的新箱子。
zh_hk: 建立包含位置與物品的新箱子。

source: Create a new box with location and items. Use space-separated values for the items.
ar: أنشئ صندوقاً جديداً مع الموقع والعناصر. استخدم قيماً مفصولة بمسافات للعناصر.
bn: অবস্থান ও আইটেমসহ একটি নতুন বাক্স তৈরি করুন। আইটেমগুলোর জন্য স্পেস দিয়ে আলাদা মান ব্যবহার করুন।
cs: Vytvořit novou krabici s umístěním a položkami. Pro položky použijte hodnoty oddělené mezerami.
da: Opret en ny kasse med placering og genstande. Brug mellemrumseparerede værdier til genstandene.
de: Erstelle eine neue Kiste mit Standort und Gegenständen. Verwende durch Leerzeichen getrennte Werte für die Gegenstände.
es: Crear una nueva caja con ubicación y objetos. Usa valores separados por espacios para los objetos.
fr: Créer une nouvelle boîte avec emplacement et éléments. Utilisez des valeurs séparées par des espaces pour les éléments.
hi: स्थान और वस्तुओं के साथ नया डिब्बा बनाएँ। वस्तुओं के लिए स्पेस से अलग किए गए मानों का उपयोग करें।
it: Crea una nuova scatola con posizione ed elementi. Usa valori separati da spazi per gli elementi.
ja: 場所とアイテムを指定して新しい箱を作成します。アイテムはスペース区切りで入力してください。
nl: Maak een nieuwe doos met locatie en items. Gebruik door spaties gescheiden waarden voor de items.
pl: Utwórz nowe pudełko z lokalizacją i przedmiotami. Dla przedmiotów użyj wartości oddzielonych spacjami.
pt_pt: Criar a new caixa with localização and itens. Use space-separated values for the itens.
uk: Створити нову коробку з локацією та елементами. Використовуйте значення, розділені пробілами, для елементів.
zh_hans: 建立包含位置与物品的新箱子。物品请以空格分隔。
zh_hk: 建立包含位置與物品的新箱子。物品請以空格分隔。

source: Create a new empty box.
ar: أنشئ صندوقاً جديداً فارغاً.
bn: একটি নতুন খালি বাক্স তৈরি করুন।
cs: Vytvořit novou prázdnou krabici.
da: Opret en ny tom kasse.
de: Erstelle eine neue leere Kiste.
es: Crear una nueva caja vacía.
fr: Créer une nouvelle boîte vide.
hi: नया खाली डिब्बा बनाएँ।
it: Crea una nuova scatola vuota.
ja: 空の新しい箱を作成します。
nl: Maak een nieuwe lege doos.
pl: Utwórz nowe puste pudełko.
pt_pt: Criar a new empty caixa.
uk: Створити нову порожню коробку.
zh_hans: 建立新的空箱子。
zh_hk: 建立新的空箱子。

source: Create a new item.
ar: أنشئ عنصراً جديداً.
bn: একটি নতুন আইটেম তৈরি করুন।
cs: Vytvořit novou položku.
da: Opret en ny genstand.
de: Erstelle ein neuen Gegenstand.
es: Crear un nuevo objeto.
fr: Créer un nouvel élément.
hi: नई वस्तु बनाएँ।
it: Crea un nuovo elemento.
ja: 新しいアイテムを作成します。
nl: Maak een nieuw item.
pl: Utwórz nowy przedmiot.
pt_pt: Criar a new item.
uk: Створити новий елемент.
zh_hans: 建立新物品。
zh_hk: 建立新物品。

source: Create a new location.
ar: أنشئ موقعاً جديداً.
bn: একটি নতুন অবস্থান তৈরি করুন।
cs: Vytvořit nové umístění.
da: Opret en ny placering.
de: Erstelle einen neuen Standort.
es: Crear una nueva ubicación.
fr: Créer un nouvel emplacement.
hi: नया स्थान बनाएँ।
it: Crea una nuova posizione.
ja: 新しい場所を作成します。
nl: Maak een nieuwe locatie.
pl: Utwórz nową lokalizację.
pt_pt: Criar a new localização.
uk: Створити нову локацію.
zh_hans: 建立新位置。
zh_hk: 建立新位置。

source: Create backup
ar: إنشاء نسخة احتياطية
bn: ব্যাকআপ তৈরি করুন
cs: Vytvořit zálohu
da: Opret backup
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
hi: बैकअप बनाएँ
it: Crea backup
ja: バックアップを作成
nl: Back-up maken
pl: Utwórz kopię zapasową
pt_pt: Criar cópia de segurança
uk: Створити резервну копію
zh_hans: 建立备份
zh_hk: 建立備份

source: Create box
ar: إنشاء صندوق
bn: বাক্স তৈরি করুন
cs: Vytvořit krabici
da: Opret kasse
de: Erstelle eine neue Kiste
es: Crear caja
fr: Créer une boîte
hi: डिब्बा बनाएँ
it: Crea scatola
ja: 箱を作成
nl: Doos maken
pl: Utwórz pudełko
pt_pt: Criar caixa
uk: Створити коробку
zh_hans: 建立箱子
zh_hk: 建立箱子

source: Create box (Siri)
ar: إنشاء صندوق (Siri)
bn: বাক্স তৈরি করুন (Siri)
cs: Vytvořit krabici (Siri)
da: Opret kasse (Siri)
de: Erstelle eine neue Kiste mit Siri
es: Crear caja (Siri)
fr: Créer une boîte (Siri)
hi: डिब्बा बनाएँ (Siri)
it: Crea scatola (Siri)
ja: 箱を作成（Siri）
nl: Doos maken (Siri)
pl: Utwórz pudełko (Siri)
pt_pt: Criar caixa (Siri)
uk: Створити коробку (Siri)
zh_hans: 建立箱子（Siri）
zh_hk: 建立箱子（Siri）

source: Create box ${boxName} at ${location} with ${newItems}
ar: إنشاء الصندوق ${boxName} في ${location} مع ${newItems}
bn: ${location}-এ ${newItems} সহ ${boxName} বাক্স তৈরি করুন
cs: Vytvořit krabici ${boxName} v ${location} s ${newItems}
da: Opret kasse ${boxName} på ${location} med ${newItems}
de: Erstelle die Kiste ${boxName} an dem Standort ${location} mit den Gegenständen ${newItems}.
es: Crear la caja ${boxName} en ${location} con ${newItems}
fr: Créer la boîte ${boxName} à ${location} avec ${newItems}
hi: ${location} पर ${newItems} के साथ ${boxName} डिब्बा बनाएँ
it: Crea la scatola ${boxName} in ${location} con ${newItems}
ja: 場所 ${location} に ${newItems} を含む箱 ${boxName} を作成
nl: Maak doos ${boxName} op ${location} met ${newItems}
pl: Utwórz pudełko ${boxName} w ${location} z ${newItems}
pt_pt: Criar caixa ${caixaName} at ${localização} with ${newItens}
uk: Створити коробку ${boxName} у ${location} з ${newItems}
zh_hans: 在 ${location} 建立箱子 ${boxName}，並加入 ${newItems}
zh_hk: 在 ${location} 建立箱子 ${boxName}，並加入 ${newItems}

source: Create box ${boxName} at Location ${location} with ${newItems}
ar: إنشاء الصندوق ${boxName} في الموقع ${location} مع ${newItems}
bn: অবস্থান ${location}-এ ${newItems} সহ ${boxName} বাক্স তৈরি করুন
cs: Vytvořit krabici ${boxName} v umístění ${location} s ${newItems}
da: Opret kasse ${boxName} på placering ${location} med ${newItems}
de: Erstelle die Kiste ${boxName} an dem Standort ${location} mit den Gegenständen ${newItems}.
es: Crear la caja ${boxName} en la ubicación ${location} con ${newItems}
fr: Créer la boîte ${boxName} à l’emplacement ${location} avec ${newItems}
hi: स्थान ${location} पर ${newItems} के साथ ${boxName} डिब्बा बनाएँ
it: Crea la scatola ${boxName} nella posizione ${location} con ${newItems}
ja: 場所 ${location} に ${newItems} を含む箱 ${boxName} を作成
nl: Maak doos ${boxName} op locatie ${location} met ${newItems}
pl: Utwórz pudełko ${boxName} w lokalizacji ${location} z ${newItems}
pt_pt: Criar caixa ${caixaName} at Localização ${localização} with ${newItens}
uk: Створити коробку ${boxName} у локації ${location} з ${newItems}
zh_hans: 在位置 ${location} 建立箱子 ${boxName}，並加入 ${newItems}
zh_hk: 在位置 ${location} 建立箱子 ${boxName}，並加入 ${newItems}

source: Create empty box
ar: إنشاء صندوق فارغ
bn: খালি বাক্স তৈরি করুন
cs: Vytvořit prázdnou krabici
da: Opret tom kasse
de: Erstelle leere Kiste
es: Crear caja vacía
fr: Créer une boîte vide
hi: खाली डिब्बा बनाएँ
it: Crea scatola vuota
ja: 空の箱を作成
nl: Lege doos maken
pl: Utwórz puste pudełko
pt_pt: Criar caixa vazia
uk: Створити порожню коробку
zh_hans: 建立空箱子
zh_hk: 建立空箱子

source: Create empty box ${boxName}
ar: إنشاء الصندوق الفارغ ${boxName}
bn: খালি বাক্স ${boxName} তৈরি করুন
cs: Vytvořit prázdnou krabici ${boxName}
da: Opret tom kasse ${boxName}
de: Erstelle leere Kiste ${boxName}.
es: Crear caja vacía ${boxName}
fr: Créer la boîte vide ${boxName}
hi: खाली डिब्बा ${boxName} बनाएँ
it: Crea scatola vuota ${boxName}
ja: 空の箱 ${boxName} を作成
nl: Maak lege doos ${boxName}
pl: Utwórz puste pudełko ${boxName}
pt_pt: Criar empty caixa ${caixaName}
uk: Створити порожню коробку ${boxName}
zh_hans: 建立空箱子 ${boxName}
zh_hk: 建立空箱子 ${boxName}

source: Create item
ar: إنشاء عنصر
bn: আইটেম তৈরি করুন
cs: Vytvořit položku
da: Opret genstand
de: Erstelle Gegenstand
es: Crear objeto
fr: Créer un élément
hi: वस्तु बनाएँ
it: Crea elemento
ja: アイテムを作成
nl: Item maken
pl: Utwórz przedmiot
pt_pt: Criar item
uk: Створити елемент
zh_hans: 建立物品
zh_hk: 建立物品

source: Create item ${itemName}
ar: إنشاء العنصر ${itemName}
bn: আইটেম ${itemName} তৈরি করুন
cs: Vytvořit položku ${itemName}
da: Opret genstand ${itemName}
de: Erstelle Gegenstand ${itemName}.
es: Crear objeto ${itemName}
fr: Créer l’élément ${itemName}
hi: वस्तु ${itemName} बनाएँ
it: Crea elemento ${itemName}
ja: アイテム ${itemName} を作成
nl: Maak item ${itemName}
pl: Utwórz przedmiot ${itemName}
pt_pt: Criar item ${itemName}
uk: Створити елемент ${itemName}
zh_hans: 建立物品 ${itemName}
zh_hk: 建立物品 ${itemName}

source: Create location
ar: إنشاء موقع
bn: অবস্থান তৈরি করুন
cs: Vytvořit umístění
da: Opret placering
de: Erstelle Standort
es: Crear ubicación
fr: Créer un emplacement
hi: स्थान बनाएँ
it: Crea posizione
ja: 場所を作成
nl: Locatie maken
pl: Utwórz lokalizację
pt_pt: Criar localização
uk: Створити локацію
zh_hans: 建立位置
zh_hk: 建立位置

source: Create Location ${locationName}
ar: إنشاء الموقع ${locationName}
bn: অবস্থান ${locationName} তৈরি করুন
cs: Vytvořit umístění ${locationName}
da: Opret placering ${locationName}
de: Erstelle Standort ${locationName}.
es: Crear ubicación ${locationName}
fr: Créer l’emplacement ${locationName}
hi: स्थान ${locationName} बनाएँ
it: Crea posizione ${locationName}
ja: 場所 ${locationName} を作成
nl: Maak locatie ${locationName}
pl: Utwórz lokalizację ${locationName}
pt_pt: Criar Localização ${localizaçãoName}
uk: Створити локацію ${locationName}
zh_hans: 建立位置 ${locationName}
zh_hk: 建立位置 ${locationName}

source: Create missing Box
ar: إنشاء الصندوق المفقود
bn: অনুপস্থিত বাক্স তৈরি করুন
cs: Vytvořit chybějící krabici
da: Opret manglende kasse
de: Fehlende Kiste erstellen
es: Crear el cuadro faltante
fr: Créer la boîte manquante
hi: गुम डिब्बा बनाएँ
it: Creare la casella mancante
ja: 不足している箱を作成
nl: Ontbrekende box aanmaken
pl: Utwórz brakujące pudełko
pt_pt: Criar caixa em falta
uk: Створити відсутню коробку
zh_hans: 创建缺失的框
zh_hk: 創建缺失的框

source: Create your own shortcuts
ar: أنشئ اختصاراتك الخاصة
bn: নিজের শর্টকাট তৈরি করুন
cs: Vytvořte si vlastní zkratky
da: Opret dine egne genveje
de: Erstelle deine eigenen Kurzbefele
es: Crea tus propios atajos
fr: Créez vos propres raccourcis
hi: अपने शॉर्टकट बनाएँ
it: Crea i tuoi comandi rapidi
ja: 独自のショートカットを作成
nl: Maak je eigen shortcuts
pl: Utwórz własne skróty
pt_pt: Crie os seus próprios atalhos
uk: Створіть власні команди швидкого доступу
zh_hans: 建立你自己的快捷指令
zh_hk: 建立你自己的捷徑

source: Create ZIP backup
ar: إنشاء نسخة احتياطية ZIP
bn: ZIP ব্যাকআপ তৈরি করুন
cs: Vytvořit ZIP zálohu
da: Opret ZIP-backup
de: ZIP-Backup erstellen
es: Crear copia ZIP
fr: Créer une sauvegarde ZIP
hi: ज़िप बैकअप बनाएँ
it: Crea backup ZIP
ja: ZIPバックアップを作成
nl: ZIP-back-up maken
pl: Utwórz kopię ZIP
pt_pt: Criar cópia de segurança ZIP
uk: Створити ZIP-резервну копію
zh_hans: 建立 ZIP 备份
zh_hk: 建立 ZIP 備份

source: Created At
ar: تاريخ الإنشاء
bn: তৈরির সময়
cs: Vytvořeno
da: Oprettet den
de: Erstellt
es: Creado el
fr: Créé le
hi: निर्मित समय
it: Creato a
ja: 作成日時
nl: Aangemaakt op
pl: Utworzono
pt_pt: Criado em
uk: Створено о
zh_hans: 创建于
zh_hk: 創建於

source: Creates a new item and assigns it to a box. Returns the new item's ID
ar: ينشئ عنصراً جديداً ويعينه إلى صندوق. يعيد معرف العنصر الجديد.
bn: একটি নতুন আইটেম তৈরি করে সেটিকে একটি বাক্সে যুক্ত করে। নতুন আইটেমের ID ফেরত দেয়।
cs: Vytvoří novou položku a přiřadí ji ke krabici. Vrátí ID nové položky.
da: Opretter en ny genstand og knytter den til en kasse. Returnerer den nye genstands ID.
de: Erstellt ein neuen Gegenstand und weist es einer Kiste zu. Gibt die ID des neuen Gegenstandes zurück.
es: Crea un nuevo objeto y lo asigna a una caja. Devuelve el ID del nuevo objeto.
fr: Crée un nouvel élément et l’assigne à une boîte. Renvoie l’ID du nouvel élément
hi: नई वस्तु बनाता है और उसे किसी डिब्बे को सौंपता है। नई वस्तु की ID लौटाता है।
it: Crea un nuovo elemento e lo assegna a una scatola. Restituisce l’ID del nuovo elemento
ja: 新しいアイテムを作成して箱に割り当てます。新しいアイテムのIDを返します。
nl: Maakt een nieuw item aan en wijst het toe aan een doos. Geeft de ID van het nieuwe item terug
pl: Tworzy nowy przedmiot i przypisuje go do pudełka. Zwraca identyfikator nowego przedmiotu.
pt_pt: Creates a new item and assigns it to a caixa. Returns the new item's ID
uk: Створює новий елемент і призначає його коробці. Повертає ID нового елемента
zh_hans: 建立新物品並将其指派給箱子，然后回传新物品的 ID。
zh_hk: 建立新物品並將其指派給箱子，然後回傳新物品的 ID。

source: Creates a ZIP backup of app data and returns the ZIP file.
ar: ينشئ نسخة احتياطية ZIP لبيانات التطبيق ويعيد ملف ZIP.
bn: অ্যাপ ডেটার একটি ZIP ব্যাকআপ তৈরি করে এবং ZIP ফাইল ফেরত দেয়।
cs: Vytvoří ZIP zálohu dat aplikace a vrátí soubor ZIP.
da: Opretter en ZIP-backup af appdata og returnerer ZIP-filen.
de: Erstellt ein ZIP-Backup der App-Daten und gibt die ZIP-Datei zurück.
es: Crea una copia ZIP de los datos de la app y devuelve el archivo ZIP.
fr: Crée une sauvegarde ZIP des données de l’app et renvoie le fichier ZIP.
hi: ऐप डेटा का ज़िप बैकअप बनाता है और ज़िप फ़ाइल लौटाता है।
it: Crea un backup ZIP dei dati dell’app e restituisce il file ZIP.
ja: アプリデータのZIPバックアップを作成し、ZIPファイルを返します。
nl: Maakt een ZIP-back-up van appgegevens en geeft het ZIP-bestand terug.
pl: Tworzy kopię ZIP danych aplikacji i zwraca plik ZIP.
pt_pt: Creates a ZIP cópia de segurança of app data and returns the ZIP file.
uk: Створює ZIP-резервну копію даних додатка та повертає ZIP-файл.
zh_hans: 建立 App 资料的 ZIP 备份並回传 ZIP 文件。
zh_hk: 建立 App 資料的 ZIP 備份並回傳 ZIP 檔案。

# CreateView.addLocation
source: New Location
ar: موقع جديد
bn: অবস্থান যোগ করুন
cs: Přidat umístění
da: Ny placering
de: Neuer Standort
es: Nueva ubicación
fr: Nouvel emplacement
hi: स्थान जोड़ें
it: Nuova posizione
ja: 新しい場所
nl: Nieuwe locatie
pl: Nowa lokalizacja
pt_pt: Adicionar localização
uk: Нове місцезнаходження
zh_hans: 新位置
zh_hk: 新位置

# CreateView.Box
source: Box
ar: صندوق
bn: বাক্স
cs: Krabice
da: Kasse
de: Kiste
es: Caja
fr: Boîte
hi: डिब्बा
it: Scatola
ja: 箱
pl: Pudełko
pt_pt: Caixa
uk: Коробка
zh_hans: 箱子
